module.exports = {
  treatment: `
  <h3>偷换概念</h3>
   <div>
    <p>在逻辑学中，<strong>偷换概念</strong>是一种常见的<strong>逻辑谬误</strong>。其本质是在论证过程中，有意或无意地改变某个词语或概念的含义，使其在不同语境中表达不同的意思。这种行为违反了逻辑的<strong>同一律</strong>（即在论证中同一术语应始终保持一致）</p>
    <p>偷换概念有三大特征：</p>
    <p><strong>1. 一词多义：</strong>在论证中，同一个词被赋予两种或多种不同的定义，但表面上看似是同一概念。</p>
    <p><strong>2. 隐蔽性：</strong>概念的替换往往不易被察觉，使得论证看似连贯，实则逻辑断裂。</p>
    <p><strong>3. 误导结论：</strong>通过混淆概念，得出与原始命题无关或错误的结论。</p>
    <p>以下是两个例子</p>
    <p><strong>1. 经验是最好的老师，而张老师有20年教学经验，所以张老师就是最好的老师。</strong></p>
    <p>分析</p>
    <p>一词多义：前一个“经验”指的是“生活或实践的积累”，强调经验作为知识来源的重要性；而后一个“经验”被偷换为“教龄长短”。</p>
    <p>隐蔽性：前者是抽象概念，后者是一种具体的职业资历，含义不同，容易混淆。</p>
    <p>误导结论：论证者得出了“张老师是最好的老师”的结论。然而，教龄长短并不一定等同于教学水平高。这种偷换掩盖了真正需要讨论的问题，即教师的教学能力，从而得出了无依据的结论。</p>

    <p><strong>2. 鲁迅的作品不是一天能读完的。《孔乙己》是鲁迅的作品，因此《孔乙己》不是一天能读完的。</strong></p>
    <p>分析</p>
    <p>一词多义：前一个 “鲁迅的作品” 指的是 “鲁迅创作的所有作品的集合”，强调其数量之多；而后一个 “鲁迅的作品” 被偷换为 “鲁迅所创作的单个作品”，即《孔乙己》。</p>
    <p>隐蔽性：前者是抽象的集合概念；后者是具体的个体概念，指向单一文本。</p>
    <p>误导结论：单个作品篇幅与作品集合的体量并无直接关联，篇幅短小的《孔乙己》显然可以在一天内读完。这种偷换概念的论证，掩盖了集合概念与个体概念的区别，使得结论缺乏逻辑依据。</p>
  </div>
  `,
  control: `
  <h3>素食主义</h3>
  <div>
    <p>素食主义是一种<strong>饮食方式</strong>，其核心是不吃肉类。根据不吃肉类的程度，素食主义可以分为以下五种类型：</p>
    <ul>
      <li>严格素食主义：不吃任何肉类（包括家禽、海鲜等），也不吃动物制品（如牛奶、奶酪、鸡蛋等）。完全从植物来源获取营养。</li>
      <li>蛋奶素食主义：不吃肉类，但会食用鸡蛋和奶制品。</li>
      <li>奶素食主义：不吃肉类和鸡蛋，但会食用奶制品。</li>
      <li>蛋素食主义：不吃肉类和奶制品，但会食用鸡蛋。</li>
      <li>弹性素食主义：一种比较灵活的素食方式。主要以植物性食物为主，但偶尔食用肉类。</li>
    </ul>
    <p>选择素食主义有<strong>三大主要原因：</strong></p>
    <p><strong>第一. 健康因素。</strong>素食饮食通常热量较低，且富含膳食纤维，能够增加饱腹感，有助于控制体重。另外，研究发现，素食饮食通常富含维生素C、维生素E等营养素，有助于降低患心血管疾病、2型糖尿病和某些癌症的风险。同时，植物性食物中的抗氧化剂和植物化学物质可以帮助抵抗自由基的损害，从而降低癌症的发病风险。</p>
    <p><strong>第二. 动物权益。</strong>部分素食主义者认为动物和人类一样有生命，有感受痛苦的能力。在现代的畜牧业中，动物可能会经历拥挤的饲养环境、不人道的屠宰方式等。一些素食主义者们反对这些对待动物的方式，所以选择不吃肉类来表达自己的立场。</p>
    <p><strong>第三. 环境保护。</strong>畜牧业对环境的影响巨大。它会占用大量的土地用于种植饲料作物和放牧，还会消耗大量的水资源。同时，动物的消化过程会产生大量的甲烷，饲料生产和粪便处理也会释放大量的二氧化碳和一氧化二氮。这些温室气体对全球气候变暖有显著影响。因此，素食主义者通过减少肉类消费，降低其对环境的负面影响。</p>
  </div>
  `
};